Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/PassKit/VirtualCard_Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# VIRTUAL_CARD_PRIVACY_DETAIL
source: Allow Wallet to check if your saved debit and credit cards from Safari AutoFill can be used with Apple Pay.
ar: السماح لتطبيق المحفظة بالتحقق مما إذا كانت بطاقات السحب والائتمان المحفوظة في التعبئة التلقائية في سفاري يمكن استخدامها مع Apple Pay أم لا.
bg: Позволете на Портфейл да провери дали картите ви, запазени в Автоматично попълване в Safari, могат да бъдат използвани с Apple Pay.
ca: Permet que l’app Cartera comprovi si les targetes de crèdit o dèbit que hagis desat a la funció d’autocompletar del Safari es poden utilitzar amb l’Apple Pay.
cs: Povolte aplikaci Peněženka zjistit, jestli jsou debetní a kreditní karty, které jste si uložili pro automatické vyplňování v Safari, vhodné k použití s Apple Pay.
da: Giv Wallet lov til at kontrollere, om dine gemte debet- og kreditkort fra Autoudfyld i Safari kan bruges med Apple Pay.
de: Erlaube Wallet zu überprüfen, ob deine in „Automatisch ausfüllen“ in Safari gesicherten Debit- und Kreditkarten mit Apple Pay genutzt werden können.
el: Επιτρέψτε στο Πορτοφόλι να ελέγχει αν οι αποθηκευμένες χρεωστικές και πιστωτικές κάρτες σας από την Αυτοσυμπλήρωση Safari μπορούν να χρησιμοποιηθούν με το Apple Pay.
es: Permite que la app Cartera compruebe si las tarjetas de crédito y débito que hayas guardado con la función de autorrelleno de Safari se pueden usar con Apple Pay.
es_us: Permite que Wallet verifique si tus tarjetas de débito y crédito en Autorrelleno de Safari pueden usarse con Apple Pay.
fi: Salli Lompakon tarkistaa, voiko Safarin automaattiseen täyttöön tallennettuja pankki- ja luottokortteja käyttää Apple Payn kanssa.
fr: Autorisez Cartes à vérifier si vos cartes bancaires enregistrées dans la fonctionnalité de remplissage automatique de Safari peuvent être utilisées avec Apple Pay.
fr_ca: Autorisez Portefeuille à vérifier si vos cartes de débit et de crédit enregistrées dans le remplissage automatique de Safari peuvent être utilisées avec Apple Pay.
he: באפשרותך לאשר ל״ארנק״ לבדוק אם כרטיסי האשראי והחיוב שלך שנשמרו דרך המילוי האוטומטי של Safari יכולים לשמש עבור Apple Pay.
hi: वॉलेट को यह जाँचने की अनुमति दें कि Safari ऑटोफ़िल में सहेजे गए आपके डेबिट और क्रेडिट कार्ड का Apple Pay में इस्तेमाल किया जा सकता है या नहीं।
hr: Dozvolite Novčaniku da provjeri mogu li se spremljene debitne i kreditne kartice iz Auto ispune Safarija koristiti uz Apple Pay.
hu: Engedélyezheti a Tárcának annak ellenőrzését, hogy a Safari Automatikus kitöltés funkciójában elmentett bank- és hitelkártyái használhatók-e az Apple Payjel.
id: Izinkan Dompet untuk memeriksa apakah kartu debit dan kredit Anda yang disimpan dari Isi-Auto Safari dapat digunakan dengan Apple Pay.
it: Consenti a Wallet di verificare se le carte di debito e credito che usi per l’opzione di inserimento automatico di Safari possono essere usate anche con Apple Pay.
ja: Safariの自動入力に保存されたデビット/クレジットカードがApple Payで利用可能かどうかをウォレットで確認することを許可します。
kk: Wallet қолданбасына Safari браузеріндегі авто толтыру тізімінде сақталған дебеттік және несиелік карталарыңызды Apple Pay сервисінде пайдалану мүмкіндігінің бар-жоғын тексеруге рұқсат беріңіз.
ko: Safari 자동 완성에 저장한 체크 카드 및 신용 카드를 Apple Pay에서 사용할 수 있는지를 지갑 앱이 확인하도록 허용하십시오.
lt: Leiskite programai „Piniginė“ patikrinti, ar „Safari“ automatinio užpildymo funkcijoje išsaugotas debeto ir kredito korteles galima naudoti su „Apple Pay“.
ms: Benarkan Wallet menyemak sama ada kad debit dan kredit disimpan anda daripada Isi Auto Safari boleh digunakan dengan Apple Pay.
nl: Sta toe dat Wallet controleert of je bewaarde betaalkaarten en creditcards uit 'Vul automatisch in' in Safari kunnen worden gebruikt met Apple Pay.
no: Tillat at Lommebok kan kontrollere om debet- og kredittkortene du har arkivert i Autoutfyll i Safari, kan brukes med Apple Pay.
pl: Pozwól Portfelowi sprawdzić, czy karty debetowe i kredytowe zachowane przez funkcję Wypełnianie w Safari mogą być używane z Apple Pay.
pt_br: Permita que o app Carteira verifique se os seus cartões de débito e crédito salvos pelo Preenchimento Automático do Safari podem ser usados com o Apple Pay.
pt_pt: Permita que a aplicação Carteira verifique se os seus cartões de débito e de crédito guardados para preenchimento automático no Safari podem ser usados com o Apple Pay.
ro: Permiteți aplicației Portofel să verifice dacă aveți carduri de debit și de credit în funcția Auto‑completare din Safari care pot fi utilizate cu Apple Pay.
ru: Разрешите Wallet проверить, доступны ли дебетовые и кредитные карты, которые Вы сохранили в Safari, для оплаты с Apple Pay.
sk: Umožnite apke Peňaženka zistiť, či je s Apple Pay možné používať debetné a kreditné karty, ktoré ste si uložili na automatické vypĺňanie v Safari.
sl: Dovolite Denarnici, da preveri, ali se lahko vaše debetne in kreditne kartice, ki ste jih shranili v samodejnem izpolnjevanju v Safariju, uporabljajo s storitvijo Apple Pay.
sv: Tillåt att Plånbok kontrollerar om dina sparade bankkort och kreditkort i Safari-autofyll kan användas med Apple Pay.
th: อนุญาตให้กระเป๋าสตางค์ตรวจสอบว่าบัตรเดบิตและบัตรเครดิตที่บันทึกไว้ของคุณจากการป้อนอัตโนมัติใน Safari สามารถใช้กับ Apple Pay ได้หรือไม่
tr: Cüzdan’ın, Safari Otomatik Doldurma’da kaydettiğiniz banka ve kredi kartlarınızın Apple Pay ile kullanılıp kullanılamayacağını denetlemesine izin verin.
uk: Дозвольте Гаманцю перевіряти, чи можна використовувати дебетові та кредитні картки, збережені для Автозаповнення в Safari, з Apple Pay.
vi: Cho phép Ví kiểm tra xem thẻ ghi nợ và thẻ tín dụng đã lưu từ Tự động điền của Safari có thể sử dụng được với Apple Pay hay không.
zh_cn: 允许“钱包”检查存储在Safari浏览器“自动填充”中的借记卡和信用卡是否可通过Apple Pay使用。
zh_hk: 允許「銀包」檢查Safari「自動填寫」中儲存的扣帳卡和信用卡是否可以透過Apple Pay使用。
zh_tw: 允許「錢包」檢查「Safari自動填寫」中儲存的簽帳金融卡和信用卡是否可以在Apple Pay中使用。

# VIRTUAL_CARD_CREDENTIALS_DONE
source: Done
ar: تم
bg: Готово
ca: Fet
cs: Hotovo
da: OK
de: Fertig
el: Τέλος
es: OK
es_us: Listo
fi: OK
fr: OK
fr_ca: OK
he: סיום
hi: पूर्ण
hr: Gotovo
hu: Kész
id: Selesai
it: Fine
ja: 完了
kk: Дайын
ko: 완료
lt: Atlikta
ms: Selesai
nl: Gereed
no: Ferdig
pl: Gotowe
pt_br: OK
pt_pt: OK
ro: OK
ru: Готово
sk: Hotovo
sl: Dokončano
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_cn: 完成
zh_hk: 完成
zh_tw: 完成

# VIRTUAL_CARD_SET_UP_DOUBLE_CLICK_PASSWORD
source: Double Click Touch ID to confirm
ar: اضغط مرتين على بصمة الإصبع للتأكيد
bg: Щракнете два пъти Touch ID, за да потвърдите
ca: Prem dues vegades el Touch ID per confirmar
cs: Potvrďte dvojím stisknutím Touch ID
da: Dobbeltklik på Touch ID for at bekræfte
de: Touch ID zum Bestätigen doppelklicken
el: Κάντε διπλό κλικ στο Touch ID για επιβεβαίωση
es: Pulsa dos veces Touch ID para confirmar
es_us: Presiona dos veces Touch ID para confirmar
fi: Vahvista kaksois­klikkaamalla Touch ID:tä
fr: Appuyez deux fois sur le capteur Touch ID pour confirmer
fr_ca: Appuyez deux fois sur Touch ID pour confirmer.
he: יש ללחוץ פעמיים על כפתור ה-Touch ID לאישור
hi: पुष्टि करने के लिए Touch ID पर डबल क्लिक करें
hr: Dvaput pritisnite Touch ID za potvrdu
hu: Nyomja meg duplán a Touch ID-t a megerősítéshez
id: Klik Dua Kali Touch ID untuk mengonfirmasi
it: Premi due volte Touch ID per confermare
ja: Touch IDをダブルクリックして確認します
kk: Растау үшін Touch ID датчигін екі рет басыңыз
ko: Touch ID를 두 번 클릭하여 확인하기
lt: Dukart spustelėkite „Touch ID“, kad patvirtintumėte
ms: Dwiklik Touch ID untuk mengesahkan
nl: Klik dubbel met Touch ID om te bevestigen
no: Dobbeltklikk på Touch ID for å bekrefte
pl: Naciśnij dwukrotnie czytnik Touch ID, aby potwierdzić
pt_br: Clique Duas Vezes no Touch ID para Confirmar
pt_pt: Carregar duas vezes no Touch ID para confirmar
ro: Faceți dublu clic pe Touch ID pentru a confirma
ru: Для подтверждения дважды нажмите Touch ID
sk: Potvrďte dvojitým stlačením Touch ID
sl: Za potrditev dvakrat pritisnite Touch ID
sv: Bekräfta genom att dubbelklicka på Touch ID
th: แตะ Touch ID สองครั้งเพื่อยืนยัน
tr: Onaylamak İçin Touch ID’ye İki Kez Basın
uk: Двічі натисніть Touch ID, щоб підтвердити
vi: Bấm Touch ID hai lần để xác nhận
zh_cn: 按两下触控ID确认
zh_hk: 按兩下Touch ID以確認
zh_tw: 按兩下Touch ID來確認

# SAFARI_CARD_IMPORT_CONSENT_REQUIRED_BANNER_BODY
source: Debit and credit cards you’ve saved in Safari can now be used with Apple Pay.
ar: بطاقات السحب والائتمان التي حفظتها في سفاري يمكن الآن استخدامها مع Apple Pay.
bg: Запазените в Safari дебитни и кредитни карти вече могат да бъдат използвани с Apple Pay.
ca: Les targetes de crèdit i dèbit que hagis desat al Safari ara es poden utilitzar amb l’Apple Pay.
cs: S Apple Pay teď můžete používat debetní i kreditní karty, které jste si uložili v Safari.
da: Debet- og kreditkort, som du har gemt i Safari, kan nu bruges med Apple Pay.
de: Debit- und Kreditkarten, die du in Safari gesichert hast, können nun mit Apple Pay genutzt werden.
el: Οι χρεωστικές και πιστωτικές κάρτες που έχετε αποθηκεύσει στο Safari μπορούν πλέον να χρησιμοποιηθούν στο Apple Pay.
es: Ahora puedes usar con Apple Pay las tarjetas de crédito y débito que hayas guardado en Safari.
es_us: Las tarjetas de débito y crédito que guardaste en Safari ahora pueden usarse con Apple Pay.
fi: Safariin tallentamiasi pankki- ja luottokortteja voidaan nyt käyttää Apple Paylla.
fr: Les cartes bancaires que vous avez enregistrées dans Safari peuvent désormais être utilisées avec Apple Pay.
fr_ca: Les cartes de débit et de crédit que vous avez enregistrées dans Safari peuvent désormais être utilisées avec Apple Pay.
he: כרטיסי אשראי וחיוב ששמרת ב-Safari יכולים כעת לשמש עבור Apple Pay.
hi: Safari में आपके द्वारा सहेजे गए डेबिट और क्रेडिट कार्ड का अब Apple Pay के साथ इस्तेमाल किया जा सकता है।
hr: Debitne i kreditne kartice koje ste spremili u Safari odsad se mogu koristiti uz Apple Pay.
hu: A Safariban elmentett bank- és hitelkártyáit most már használhatja az Apple Payjel.
id: Kartu debit dan kredit yang telah Anda simpan di Safari kini dapat digunakan dengan Apple Pay.
it: Le carte di debito e credito che hai salvato su Safari ora possono essere usate con Apple Pay.
ja: Safariに保存されているデビット/クレジットカードがApple Payで利用可能になりました。
kk: Safari браузерінде сақталған дебеттік және несиелік карталарды енді Apple Pay сервисінде пайдалануға болады.
ko: 이제 Safari에 저장한 체크 카드 및 신용 카드를 Apple Pay에서 사용할 수 있습니다.
lt: Debeto ir kredito kortelės, kurias išsaugojote „Safari“, dabar gali būti naudojamos su „Apple Pay“.
ms: Kad debit dan kredit yang telah anda simpan dalam Safari kini boleh digunakan dengan Apple Pay.
nl: Betaalkaarten en creditcards die je hebt bewaard in Safari kunnen nu worden gebruikt met Apple Pay.
no: Debet- og kredittkort du har arkivert i Safari, kan nå brukes med Apple Pay.
pl: Karty debetowe i kredytowe zachowane w Safari mogą teraz być używane z Apple Pay.
pt_br: Os cartões de débito e crédito que você salvou no Safari agora podem ser usados com o Apple Pay.
pt_pt: Os cartões de débito e crédito que guardou no Safari podem agora ser usados com o Apple Pay.
ro: Cardurile de debit și de credit pe care le‑ați salvat în Safari pot fi utilizate acum cu Apple Pay.
ru: Дебетовые и кредитные карты, которые Вы сохранили в Safari, теперь доступны для оплаты с Apple Pay.
sk: Debetné a kreditné karty, ktoré ste si uložili v Safari, môžete teraz používať so službou Apple Pay.
sl: Debetne in kreditne kartice, ki ste jih shranili v Safariju, lahko zdaj uporabljate s storitvijo Apple Pay.
sv: Bankkort och kreditkort du har sparat i Safari kan nu användas med Apple Pay.
th: บัตรเดบิตและบัตรเครดิตที่คุณบันทึกไว้ใน Safari สามารถใช้กับ Apple Pay ได้แล้ว
tr: Safari’de kaydettiğiniz banka ve kredi kartları artık Apple Pay ile kullanılabilir.
uk: Дебетові та кредитні картки, збережені в Safari, тепер можна використовувати з Apple Pay.
vi: Thẻ ghi nợ và thẻ tín dụng mà bạn đã lưu trong Safari bây giờ có thể sử dụng được với Apple Pay.
zh_cn: 存储在Safari浏览器中的借记卡和信用卡现可用于Apple Pay。
zh_hk: 你在Safari中儲存的扣帳卡和信用卡現可以用於Apple Pay。
zh_tw: 你儲存在Safari上的簽帳金融卡和信用卡現在可以在Apple Pay中使用。

# CARD_NUMBERS_VIRTUAL_RATE_LIMIT_ERROR_TITLE
source: Cannot Create Virtual Card Number
ar: لا يمكن إنشاء رقم بطاقة رقمية
bg: Не може да се създаде номер на виртуална карта
ca: Error en crear el número de targeta virtual
cs: Číslo virtuální karty nelze vytvořit
da: Kan ikke oprette virtuelt kortnummer
de: Virtuelle Kartennummer kann nicht erstellt werden
el: Δεν είναι δυνατή η δημιουργία αριθμού εικονικής κάρτας
es: No se puede crear el número de tarjeta virtual
es_us: No se puede crear un número de tarjeta virtual
fi: Virtuaalikortin numeroa ei voida luoda
fr: Impossible de créer un numéro de carte virtuelle
fr_ca: Impossible de créer un numéro de carte virtuelle
he: לא ניתן ליצור מספר כרטיס וירטואלי
hi: वर्चुअल कार्ड नंबर बनाया नहीं जा सकता है
hr: Broj virtualne kartice ne može se izraditi
hu: Nem lehet létrehozni virtuális kártyaszámot
id: Tidak Dapat Membuat Nomor Kartu Virtual
it: Impossibile creare il numero di carta virtuale
ja: バーチャルカード番号を作成できません
kk: Виртуалды карта нөмірін жасау мүмкін емес
ko: 가상 카드 번호를 생성할 수 없음
lt: Nepavyko sukurti virtualiosios kortelės numerio
ms: Tidak Boleh Mencipta Nombor Kad Maya
nl: Virtueel kaartnummer aanmaken mislukt
no: Kan ikke opprette virtuelt kortnummer
pl: Nie można utworzyć numeru karty wirtualnej
pt_br: Não é possível criar o número do cartão virtual
pt_pt: Não é possível criar o número do cartão virtual
ro: Nu a putut fi creat numărul de card virtual
ru: Сбой при создании номера виртуальной карты
sk: Nie je možné vytvoriť číslo virtuálnej karty
sl: Ni mogoče ustvariti številke navidezne kartice
sv: Kan inte skapa virtuellt kortnummer
th: ไม่สามารถสร้างหมายเลขบัตรเสมือนได้
tr: Sanal Kart Numarası Yaratılamıyor
uk: Не вдалося створити номер віртуальної картки
vi: Không thể tạo số thẻ ảo
zh_cn: 无法创建虚拟卡号
zh_hk: 無法建立虛擬卡號
zh_tw: 無法製作虛擬卡號

# VIRTUAL_CARD_ENROLL_CANCEL
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nl: Annuleer
no: Avbryt
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# ADDITIONAL_CARD_NUMBER_SECTION_TITLE
source: Additional Card Numbers
ar: أرقام بطاقات إضافية
bg: Допълнителни номера на карти
ca: Altres números de la targeta
cs: Další čísla karty
da: Andre kortnumre
de: Zusätzliche Kartennummern
el: Πρόσθετοι αριθμοί κάρτας
es: Otros números de la tarjeta
es_us: Números de tarjeta adicionales
fi: Muut korttinumerot
fr: Autres numéros de carte
fr_ca: Autres numéros de carte
he: מספרי כרטיס נוספים
hi: अतिरिक्त कार्ड नंबर
hr: Dodatni brojevi kartica
hu: További kártyaszámok
id: Nomor Kartu Tambahan
it: Numeri di carta aggiuntivi
ja: その他のカード番号
kk: Қосымша карта нөмірлері
ko: 기타 다른 카드 번호
lt: Papildomi kortelių numeriai
ms: Nombor Kad Tambahan
nl: Aanvullende kaartnummers
no: Ytterligere kortnumre
pl: Dodatkowe numery karty
pt_br: Números de Cartões Adicionais
pt_pt: Números de cartões adicionais
ro: Numere de card suplimentare
ru: Дополнительные номера карт
sk: Ďalšie čísla karty
sl: Dodatne številke kartic
sv: Ytterligare kortnummer
th: หมายเลขบัตรเพิ่มเติม
tr: Diğer Kart Numaraları
uk: Додаткові номери карток
vi: Các số thẻ bổ sung
zh_cn: 其他卡号
zh_hk: 其他卡號
zh_tw: 其他卡號

# VIRTUAL_CARD_CREDENTIALS_EXPIRATION
source: Expiration
ar: انتهاء الصلاحية
bg: Валидност
ca: Caducitat
cs: Konec platnosti
da: Udløbsdato
de: Ablaufdatum
el: Λήξη
es: Caducidad
es_us: Vencimiento
fi: Vanhenee
he: תוקף
hi: समाप्ति
hr: Istek
hu: Lejárat
id: Kedaluwarsa
it: Scadenza
ja: 有効期限
kk: Жарамдылық мерзімі
ko: 만료일
lt: Galiojimo pabaiga
ms: Tamat Tempoh
nl: Vervaldatum
no: Utløper
pl: Wygasa
pt_br: Validade
pt_pt: Validade
ro: Expirare
ru: Срок действия
sk: Exspirácia
sl: Velja do
sv: Sista giltighetsdatum
th: บัตรหมดอายุ
tr: Son Kullanma
uk: Термін дії
vi: Ngày hết hạn
zh_cn: 有效期
zh_hk: 到期日
zh_tw: 到期日

# VIRTUAL_CARD_DASHBOARD_SETUP_BUTTON
source: Set Up Virtual Card Number
ar: إعداد رقم البطاقة الرقمية
bg: Настрой виртуална карта
ca: Configura el número de la targeta virtual
cs: Nastavit virtuální číslo karty
da: Indstil virtuelt kortnummer
de: Nummer der virtuellen Karte konfigurieren
el: Διαμόρφωση αριθμού εικονικής κάρτας
es: Configurar número de tarjeta virtual
es_us: Configurar número de tarjeta virtual
fi: Ota virtuaalikortin numero käyttöön
fr: Configurer un numéro de carte virtuelle
fr_ca: Configurer un numéro de carte virtuelle
he: הגדרת מספר כרטיס וירטואלי
hi: वर्चुअल कार्ड नंबर सेटअप करें
hr: Podesi virtualni broj kartice
hu: Virtuális kártya számának beállítása
id: Atur Nomor Kartu Virtual
it: Configura numero di carta virtuale
ja: バーチャルカード番号を設定
kk: Виртуалды карта нөмірін баптау
ko: 가상 카드 번호 설정
lt: Virtualiosios kortelės numerio nustatymas
ms: Sediakan Nombor Kad Maya
nl: Configureer virtueel kaartnummer
no: Konfigurer virtuelt kortnummer
pl: Skonfiguruj numer karty wirtualnej
pt_br: Configurar Número do Cartão Virtual
pt_pt: Configurar número do cartão virtual
ro: Configurați numărul de card virtual
ru: Настроить номер виртуальной карты
sk: Nastaviť číslo virtuálnej karty
sl: Nastavi številko navidezne kartice
sv: Ställ in virtuellt kortnummer
th: ตั้งค่าหมายเลขบัตรเสมือน
tr: Sanal Kart Numarası Ayarla
uk: Налаштувати номер віртуальної картки
vi: Thiết lập số thẻ ảo
zh_cn: 设置虚拟卡号
zh_hk: 設定虛擬卡號
zh_tw: 設定虛擬卡號

# VIRTUAL_CARD_DETAILS_REQUEST_ALERT_ACTION
source: Request
ar: طلب
bg: Заявка
ca: Sol·licita
cs: Zažádat
da: Anmod om
de: Anfordern
el: Αίτημα
es: Solicitar
es_us: Solicitar
fi: Pyydä
fr: Demander
fr_ca: Demander
he: בקשה
hi: अनुरोध करें
hr: Zatraži
hu: Kérelmezés
id: Minta
it: Richiedi
ja: リクエスト
kk: Сұрау
ko: 요청
lt: Siųsti užklausą
ms: Minta
nl: Vraag aan
no: Send forespørsel
pl: Poproś
pt_br: Solicitar
pt_pt: Pedir
ro: Solicitați
ru: Запросить
sk: Požiadať
sl: Zahtevaj
sv: Begär
th: ขอบัตรใหม่
tr: İste
uk: Замовити
vi: Yêu cầu
zh_cn: 请求
zh_hk: 要求
zh_tw: 要求

# VIRTUAL_CARD_ENROLL_NO_TOUCHID_TITLE
source: Cannot Add Virtual Card Number
ar: لا يمكن إضافة رقم بطاقة رقمية
bg: Не може да се добави номер на виртуална карта
ca: Error en afegir el número de targeta virtual
cs: Číslo virtuální karty nelze přidat
da: Kan ikke tilføje virtuelt kortnummer
de: Nummer der virtuellen Karte kann nicht hinzugefügt werden
el: Δεν είναι δυνατή η προσθήκη αριθμού εικονικής κάρτας
es: No se puede añadir el número de tarjeta virtual
es_us: No se puede agregar un número de tarjeta virtual
fi: Virtuaalikortin numeroa ei voida lisätä
fr: Impossible d’ajouter le numéro de carte virtuelle
fr_ca: Impossible d’ajouter un numéro de carte virtuelle
he: לא ניתן להוסיף מספר כרטיס וירטואלי
hi: वर्चुअल कार्ड नंबर नहीं जोड़ा जा सकता
hr: Broj virtualne kartice ne može se dodati
hu: Nem adható hozzá virtuális kártyaszám
id: Tidak Dapat Menambahkan Nomor Kartu Virtual
it: Impossibile aggiungere il numero di carta virtuale
ja: バーチャルカード番号を追加できません
kk: Виртуалды карта нөмірін қосу мүмкін емес
ko: 가상 카드 번호를 추가할 수 없음
lt: Negalima įtraukti virtualiosios kortelės numerio
ms: Tidak Boleh Menambah Nombor Kad Maya
nl: Virtueel kaartnummer toevoegen mislukt
no: Kan ikke legge til virtuelt kortnummer
pl: Nie można dodać numeru karty wirtualnej
pt_br: Não é possível adicionar o número do cartão virtual
pt_pt: Não é possível adicionar o número do cartão virtual
ro: Nu a putut fi adăugat numărul cardului virtual
ru: Не удается добавить номер виртуальной карты
sk: Nie je možné pridať číslo virtuálnej karty
sl: Ni mogoče dodati številke navidezne kartice
sv: Kan inte lägga till virtuellt kortnummer
th: ไม่สามารถเพิ่มหมายเลขบัตรเสมือนได้
tr: Sanal Kart Numarası Eklenemiyor
uk: Не вдалося додати номер віртуальної картки
vi: Không thể thêm số thẻ ảo
zh_cn: 无法添加虚拟卡号
zh_hk: 無法加入虛擬卡號
zh_tw: 無法加入虛擬卡號

# SAFARI_CARD_IMPORT_ADD_CARD_BODY
source: Add your %1$@ ending in %2$@ to Wallet and use it with Apple Pay.
ar: أضف %1$@ التي تنتهي بـ "%2$@" إلى المحفظة واستخدمها مع Apple Pay.
bg: Добавете в Портфейл вашата карта %1$@, завършваща на %2$@, за да я използвате с Apple Pay.
ca: Pots afegir a l’app Cartera la targeta %1$@ que acaba en %2$@ i utilitzar‑la amb l’Apple Pay.
cs: Přidejte si kartu %1$@ s číslem končícím na %2$@ do Peněženky a používejte ji s Apple Pay.
da: Føj %1$@, der ender på %2$@, til Wallet for at bruge det med Apple Pay.
de: Füge deine %1$@ mit den letzten vier Ziffern %2$@ zu Wallet hinzu und nutze sie mit Apple Pay.
el: Προσθέστε την κάρτα %1$@ που τελειώνει σε %2$@ στο Πορτοφόλι και χρησιμοποιήστε τη με το Apple Pay.
es: Añade tu %1$@ acabada en %2$@ a la app Cartera y úsala con Apple Pay.
es_us: Agrega a Wallet tu %1$@ terminada en %2$@ y úsala con Apple Pay.
fi: Lisää %1$@, joka päättyy numeroihin %2$@, Lompakkoon ja käytä sitä Apple Payn kanssa.
fr: Ajoutez votre carte %1$@ dont le numéro se termine par %2$@ à Cartes et utilisez-la avec Apple Pay.
fr_ca: Ajoutez votre carte %1$@ se terminant par %2$@ à Portefeuille et utilisez-la avec Apple Pay.
he: באפשרותך להוסיף ל״ארנק״ את %1$@ שלך המסתיים בספרות %2$@ ולהשתמש בו עם Apple Pay.
hi: %2$@ से समाप्त होने वाले अपना %1$@ वॉलेट में जोड़ें और Apple Pay के साथ उसका इस्तेमाल करें।
hr: Dodajte svoju karticu %1$@ koja završava s %2$@ u Novčanik i koristite je uz Apple Pay.
hu: Hozzáadhatja a(z) %2$@ végződésű %1$@ kártyáját a Tárcához, és használhatja az Apple Payjel.
id: Tambahkan %1$@ Anda dengan akhiran %2$@ ke Dompet dan menggunakannya dengan Apple Pay.
it: Aggiungi la carta %1$@ che termina con %2$@ a Wallet e utilizzala con Apple Pay.
ja: 下4桁が%2$@の%1$@をウォレットに追加して、Apple Payで使用します。
kk: %2$@ цифрымен аяқталатын %1$@ картаңызды Wallet қолданбасына қосып, Apple Pay сервисінде пайдаланыңыз.
ko: 마지막 4자리 번호가 %2$@인 ‘%1$@’ 카드를 지갑 앱에 추가하여 Apple Pay에서 사용하십시오.
lt: Įtraukite „%1$@“, kuri baigiasi skaitmenimis %2$@, į programą „Piniginė“ ir naudokite su „Apple Pay“.
ms: Tambah %1$@ anda yang berakhir dengan %2$@ ke Wallet dan gunakannya dengan Apple Pay.
nl: Voeg je %1$@ die eindigt op %2$@ toe aan Wallet en gebruik deze met Apple Pay.
no: Legg til %1$@ som slutter på %2$@, i Lommebok og bruk det med Apple Pay.
pl: Dodaj kartę %1$@ o numerze kończącym się cyframi %2$@ do Portfela i używaj jej z Apple Pay.
pt_br: Adicione seu cartão %1$@ com final %2$@ ao app Carteira e use‑o com o Apple Pay.
pt_pt: Adicione o seu %1$@ que termina em %2$@ à Carteira e use‑o com o Apple Pay.
ro: Adăugați cardul dvs. %1$@ cu terminația %2$@ în Portofel și utilizați‑l cu Apple Pay.
ru: Добавьте свою %1$@, оканчивающуюся на %2$@, в Wallet и используйте ее с Apple Pay.
sk: Pridajte kartu %1$@ s číslom končiacim na %2$@ do Peňaženky a používajte ju so službou Apple Pay.
sl: Dodajte kartico %1$@ z zaključnimi števkami %2$@ v Denarnico in jo uporabljajte s storitvijo Apple Pay.
sv: Lägg till ditt %1$@ som slutar på %2$@ i Plånbok så kan du använda det med Apple Pay.
th: เพิ่ม %1$@ ที่ลงท้ายด้วย %2$@ ลงในกระเป๋าสตางค์และใช้กับ Apple Pay
tr: %2$@ ile biten %1$@ kartınızı Cüzdan’a ekleyin ve Apple Pay ile kullanın.
uk: Додайте свою картку %1$@ з номером, що закінчується на %2$@, до Гаманця і використовуйте її з Apple Pay.
vi: Thêm %1$@ của bạn kết thúc bằng %2$@ vào Ví và sử dụng thẻ với Apple Pay.
zh_cn: 将尾号为%2$@的%1$@添加到“钱包”并通过Apple Pay使用。
zh_hk: 將卡號最後四位數字為%2$@的%1$@加至「銀包」，並在Apple Pay中使用。
zh_tw: 將你卡號末四碼為%2$@的%1$@加入「錢包」並在Apple Pay中使用。

# SAFARI_CARD_IMPORT_APP_MESSAGE_GROUP_SUMMARY
source: Safari
ar: سفاري
zh_cn: Safari浏览器
